<template>
	<div class="article-specification">
		<h2 class="h2">1、标题</h2>
		<h3 class="title">1.1标题书写原则</h3>
		<p class="text">1.标题不能过分夸张，言过其实。</p>
		<p class="text">2.标题与文章内容不能出现“挂羊头卖狗肉”这类的情况。</p>
		<p class="text">3.标题要逻辑清楚，语句通顺。</p>
		<p class="text">4.标题要避免使用含有标题党成分的词汇，如惊，惊呆，震惊了……或者耸人听闻的词汇，如毛骨悚然，恐怖，鬼…或者色情庸俗的词汇，如荒淫无度，偷拍，私密…等。</p>
		<p class="text">5.标题不得使用广告违禁词，如：国家级、世界级、最高级、第一、唯一、首个、首选、顶级、国家级产品、填补国内空白、、独家、首家、最新、最先进、第一品牌、金牌、名牌、优秀、顶级、独家、全网销量第一、全球首发、全国首家、全网首发、世界领先、顶级工艺、王牌、销量冠军、第一（NO1\Top1）、极致、永久、王牌、掌门人、领袖品牌、独一无二、绝无仅有、史无前例、万能等等。</p>
		<h3 class="title">1.2标题书写规范：</h3>
		<p class="text">1.为了表达简洁，头条和次条标题在用户手机屏幕上，尽量不超过一行；</p>
		<p class="text">2.如果一行标题不能达到最佳表达效果，可将标题延长至两行，但不要超过 64 个字节，否则转发朋友圈时不能完整显示；</p>
		<p class="text">3.标题出现日期时，用阿拉伯数字代替中文数字，日期数字也是如此；</p>
		<p class="text">4.题目中的标点符号建议不要超过 2 种；</p>
		<p class="text">5.标题写作参考标准：</p>
		<p class="text">（1）热门关键词式标题，例如:“阿里巴巴集团宣布将口碑网资产注入淘宝网”、“全新百度统计系统福尔摩斯正式推出”等等。</p>
		<p class="text">（2）数字式标题，例如:“100篇2014年最流行的软文模板”,“揭密你为何不能网络赚钱的10大原因”等等。</p>
		<p class="text">（3）经验分享式标题，例如:“教你如何选择价廉物美的**产品”。</p>
		<p class="text">（4）借用名人、名站效应，例如“奥巴马访华衣着有技巧” 行业精英、政要富商、体育明星、网络热门人物都是人们炒作的重要对象。</p>
		<p class="text">（5）提问式标题，例如：“京东为何越亏越不怕？”</p>
		<h2 class="h2">2、正文</h2>
		<h3 class="title">2.1正文书写原则</h3>
		<p class="text">1.正文内不得包含任何猥亵，色情，冒犯性，诽谤性内容或任何此类资料（文本，图片，图像，照片等）。一经发现，作退稿降权处理。</p>
		<p class="text">2.文章需在“悠然一指”进行首发，不得抄袭他人文章。一旦被检索到抄袭，作原稿退回处理。</p>
		<p class="text">3.正文内容需逻辑清楚，语句通顺，不可发重复文章。</p>
		<p class="text">4.文章内需有具体的用户场景再现，不可全文单一对APP进行功能性介绍。文章内功能植入部分不可超过全文内容的35%。</p>
		<h3 class="title">2.2正文书写规范</h3>
		<p class="text">1.考虑到用户阅读的完成率，正文字数需保持在1200字左右，不宜过多或者过少。</p>
		<p class="text">2.文章内页图片主题和文章主题需一致，图片要清晰，宽度不能超过1142px，高度不限。</p>
		<p class="text">3.正文内产品切入角度要新颖有趣，文章结构和逻辑要清晰。</p>
		<p class="text">4.文章内不能出现错别字，错别字超出2个作退回修改处理。</p>
		<p class="text">5.文章体裁不限，可以是新闻以及观点性评述文章，也可以以情感为媒介的软文，或者日常生活类皆可。但不可无病呻吟，文字要好玩，有趣，或者真实有厚度。</p>
		<p class="text">6.正文要段落清晰，不要所有文字挤在一处，正确使用标点符号。</p>
		<h2 class="h2">3、结尾</h2>
		<p class="text">结尾必不可少，可以是一句话介绍总结，也可以引用名家语言，但是不可以没有。重点是要简洁，利落。</p>
		<h2 class="h2">4、产品一句话介绍</h2>
		<h3 class="title">三、使用规则及禁止行为</h3>
		<p class="text">最后一个版块，添加文章产品一句话介绍，即产品 + slogan。</p>
	</div>
</template>
<style scoped>
	.article-specification {
		background: #fff;
		width: 100vw;
		min-height: 100vh;
		padding: 0.5rem;
		text-align: justify;

		& .h2 {
			font-size: .84rem;
			font-weight: 700;
			margin-top: .3rem;
		}
		& .title {
			font-size: 0.66rem;
			font-weight: 700;
			margin: 0.5rem 0;
		}
		& .text {
			font-size: 0.54rem;
			line-height: 2;
			text-indent: 1.08rem;
			& + .text {
				margin-top: 0.3rem;
			}
		}
	}
</style>