<template>
	<div class="disclaimer">
		<h2 class="h2">免责声明</h2>
		<h3 class="title">总则</h3>
		<P class="text">用户在接受「悠然一指」网服务之前，请务必仔细阅读本条款并同意本声明。</P>
		<P class="text">用户直接或通过各类方式（如站外API引用等）间接使用「悠然一指」网服务和数据的行为，都将被视作已无条件接受本声明所涉全部内容；若用户对本声明的任何条款有异议，请停止使用「悠然一指」网所提供的全部服务。
		</P>
		<h3 class="title">第一条</h3>
		<P class="text">用户以各种方式使用「悠然一指」网服务和数据（包括但不限于发表、宣传介绍、转载、浏览及利用「悠然一指」网或「悠然一指」网用户发布内容）的过程中，不得以任何方式利用「悠然一指」网直接或间接从事违反中国法律、以及社会公德的行为，且用户应当恪守下述承诺：</P>
		<P class="text">1.发布、转载或提供的内容符合中国法律、社会公德；</P>
		<P class="text">2.不得干扰、损害和侵犯「悠然一指」网的各种合法权利与利益；</P>
		<p class="text">3.遵守「悠然一指」网以及与之相关的网络服务的协议、指导原则、管理细则等；</p>
		<p class="text">「悠然一指」网有权对违反上述承诺的内容予以删除。</p>
		<h3 class="title">第二条</h3>
		<p class="text">1. 「悠然一指」网仅为用户发布的内容提供存储空间，「悠然一指」网不对用户发表、转载的内容提供任何形式的保证：不保证内容满足您的要求，不保证「悠然一指」网的服务不会中断。因网络状况、通讯线路、第三方网站或管理部门的要求等任何原因而导致您不能正常使用「悠然一指」，「悠然一指」网不承担任何法律责任。</p>
		<p class="text">2. 用户在「悠然一指」网发表的内容（包含但不限于「悠然一指」网目前各产品功能里的内容）仅表明其个人的立场和观点，并不代表「悠然一指」网的立场或观点。作为内容的发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。「悠然一指」网不承担任何法律及连带责任。</p>
		<p class="text">3. 用户在「悠然一指」网发布侵犯他人知识产权或其他合法权益的内容，「悠然一指」网有权予以删除，并保留移交司法机关处理的权利。</p>
		<p class="text">4. 个人或单位如认为「悠然一指」网上存在侵犯自身合法权益的内容，应准备好具有法律效应的证明材料，及时与「悠然一指」网取得联系，以便「悠然一指」网迅速做出处理。</p>
		<h3 class="title">附则</h3>
		<p class="text">对免责声明的解释、修改及更新权均属于「悠然一指」网所有。</p>
		<p class="text">联系我们请Email：service@yryz.com</p>
	</div>
</template>
<style>
	.disclaimer{
		background: #fff;
		width: 100vw;
		min-height: 100vh;
		padding: 0.5rem;
		text-align: justify;

		& .h2 {
			text-align: center;
			font-size: .84rem;
			font-weight: 700;
		}
		& .title {
			font-size: 0.66rem;
			font-weight: 700;
			margin: 0.5rem 0;
		}
		& .text {
			font-size: 0.54rem;
			line-height: 2;
			text-indent: 1.08rem;
			& + .text {
				margin-top: 0.3rem;
			}
		}
	}
</style>