<template>
	<div class="user-agreement">
		<h2 class="h2">特别声明：</h2>
		<p class="text">本《用户服务协议》（下简称“本协议”）是用户与武汉悠然一指网络有限公司（以下简称“本公司”）之间关于用户注册成为“悠然一指”平台（以下简称“悠然一指”或“平台”）的用户，并使用相关服务所订立的法律协议。</p>
		<p class="text">本公司在此特别提醒用户：在正式使用悠然一指软件产品并接受相关服务前，请认真阅读本协议中的各项条款，包括免除本公司责任的免责条款及对用户的权利限制。请用户自主选择同意接受或不同意接受本协议（注：未成年人必须在法定监护人监护下使用悠然一指网站及移动客户端），一旦用户注册成为悠然一指的用户，将视为用户完全接受本协议中的全部条款，本协议即在用户和悠然一指之间产生法律效力，用户和悠然一指都将受到本协议所产生的制约。</p>
		<p class="text">请用户务必认真阅读本协议的内容并确认，如有任何疑问，请向悠然一指客服人员咨询。</p>
		<p class="text">欢迎用户使用悠然一指产品及相关服务！</p>
		<h3 class="title">一、用户注册及服务确认</h3>
		<p class="text">1、用户按照悠然一指注册页面提示完成相关注册程序，用户在注册时点击选项“我已阅读并接受《用户服务协议》的条款”，即表示用户与悠然一指达成协议，完全接受本协议项下之全部条款，否则用户无权注册、登录或使用悠然一指产品及服务。</p>
		<p class="text">2、用户注册成功后，悠然一指将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。</p>
		<p class="text">3、用户一经注册成功，除非悠然一指的服务项目中有要求单独开通权限，用户有权利使用其帐号享受悠然一指内各单项服务。与此同时，用户的使用行为视为其对该单项服务的服务条款以及悠然一指在该单项服务中发出的各类公告或规则的同意。</p>
		<p class="text">4、所有用户在完成注册后，均可按照平台规则在平台内发布各类内容/信息。用户责任自负，须对其上传发布的内容/信息的合法性、真实性、科学性、实用性等承担全部责任。</p>
		<p class="text">5、用户在阅读、分享、应用平台有关内容/信息时，须对内容/信息的合法性、真实性、科学性、实用性等自行甄别，并自行承担由此可能引发的一切法律责任和经济责任。</p>
		<p class="text">6、悠然一指会根据服务的需要随时更新本协议的相关条款、各个单项服务的规则以及平台公告等，且无需另行通知。用户在使用悠然一指相关服务时,应关注并遵守其所适用的相关规则。</p>
		<p class="text">7、悠然一指有权于任何时间暂时或永久修改或终止本平台服务（或其任何部分服务），而无论平台向用户通知与否，平台对任何用户和任何第三方均无需承担任何责任。</p>
		<h3 class="title">二、注册信息管理和隐私保护</h3>
		<p class="text">1、用户在悠然一指注册的帐号所有权归悠然一指，用户拥有该帐号的使用权。</p>
		<p class="text">为方便用户使用平台服务，用户须及时提供详尽、准确的个人资料，所有键入的个人资料将引用为用户注册资料。如果因注册信息不真实而引起的任何问题以及所带来的任何后果，平台概不承担任何法律责任及经济责任，均由用户自行承担。</p>
		<p class="text">用户注册提交的帐号、昵称、头像和简介等个人信息中不得出现违法和不良信息。如经审核发现存在上述问题，用户注册行为将失效；注册成功后，平台如发现用户以虚假信息骗取帐号名称注册，平台有权不经通知用户即可采取限期改正、暂停使用、注销登记、收回帐号等措施。</p>
		<p class="text">用户应妥善保管悠然一指帐号，不得将其帐号或密码转让、出售或出借给他人使用；如有用户授权他人使用帐户的，用户须对被授权人在该帐户名下发生的所有行为承担全部责任。</p>
		<p class="text">2、尊重用户隐私权是悠然一指的一贯制度，悠然一指将会采取合理的措施保护您的个人隐私信息。悠然一指可能会与合作伙伴共同向用户提供所要求的服务或感兴趣的内容，在用户为获得该项服务/内容须提供必要的个人资料的前提下，用户同意悠然一指可与合作伙伴分享其个人资料。悠然一指会要求合作伙伴确保用户资料数据安全并且禁止用于任何其他用途。除此之外，悠然一指不会向任何无关的第三方提供或分享用户资料信息。</p>
		<p class="text">出现下述情况，悠然一指可能会披露用户的个人信息：</p>
		<p class="text">A. 事先获得用户的授权；</p>
		<p class="text">B. 根据法律、法规、法律程序的要求或政府主管部门的强制性要求；</p>
		<p class="text">C. 以学术研究或公共利益为目的；</p>
		<p class="text">D. 为维护悠然一指的合法权益，例如查找、预防、处理欺诈或安全方面的问题；</p>
		<p class="text">E. 符合相关服务条款或使用协议的规定。</p>
		<p class="text">用户知悉并授权悠然一指及关联公司仅在必需的情况下使用其个人信息，以便为用户提供包括征信在内的相关服务。为更好服务用户，用户同意悠然一指通过短信等形式向其发送相关商业性服务信息。</p>
		<h3 class="title">三、使用规则及禁止行为</h3>
		<p class="text">1、用户可自行编辑注册信息中的帐号昵称、头像、简介等，但应遵守“七条底线”以及相关管理规定，不得含有违法和不良信息。
			用户注册悠然一指帐号，制作、发布、传播信息内容的，应当使用真实身份信息及个人资料，不得以虚假、冒用的居民身份信息、企业注册信息、组织机构代码信息进行注册；若用户的个人资料有任何变动，用户应及时更新。
			</p>
		<p class="text">未经相关权利人授权，用户不得以他人或其他组织机构名义注册悠然一指帐号，亦不得使用引人误解的帐号信息注册悠然一指帐号，包括但不限于让人误认为该帐号与某社会名人或机构组织存在关联关系的名称、头像或简介等。</p>
		<p class="text">2、用户在使用悠然一指服务时，须遵守包含《中国互联网管理条例》、《互联网信息服务管理办法》、《网络文化经营单位内容自审管理办法》在内的中华人民共和国相关法律法规的规定；</p>
		<p class="text">用户不得利用本平台进行任何违法或不正当的活动，包括但不限于下列行为：</p>
		<p class="text">A. 上传、展示、张贴、传播或以其它方式传送含有下列内容之一的信息：</p>
		<p class="text">• 反对宪法所确定的基本原则的；</p>
		<p class="text">• 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
		<p class="text">• 损害国家荣誉和利益的；</p>
		<p class="text">• 煽动民族仇恨、民族歧视、破坏民族团结的；</p>
		<p class="text">• 破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
		<p class="text">• 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
		<p class="text">• 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
		<p class="text">• 侮辱或者诽谤他人，侵害他人合法权益的；</p>
		<p class="text">• 含有虚假、有害、胁迫、侵害他人隐私、骚扰、中伤、粗俗、猥亵或其他道德上令人反感的内容；</p>
		<p class="text">• 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其他内容的;</p>
		<p class="text">B.为任何非法目的而使用网络服务系统；</p>
		<p class="text">C. 利用”悠然一指”平台从事以下活动：</p>
		<p class="text">• 对计算机信息网络功能、应用程序，以及存储、处理或传输的数据进行删除、修改或者增加的；</p>
		<p class="text">• 制作、传播计算机病毒等破坏性程序的；</p>
		<p class="text">• 其他危害计算机信息网络安全的行为。</p>
		<p class="text">3、用户须对其在使用悠然一指服务过程中的行为承担法律责任。用户承担法律责任的范围包括但不限于：对受到侵害者进行赔偿，以及在本公司首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用户应给予本公司等额的赔偿等。</p>
		<p class="text">用户因违反本协议或平台相关服务条款规定，给第三方造成损失导致第三方由此主张的索赔（包括合理的律师费用等），用户同意对第三方进行相应的赔偿。</p>
		<p class="text">对违反平台本协议的用户，平台有权采取以下措施：包括但不限于删除用户发布的信息内容、限制登录、强制下线、冻结帐号、终止服务、追究法律责任等。</p>
		<p class="text">对恶意注册悠然一指帐号或利用悠然一指帐号进行违法活动的用户，平台有权冻结其帐号；涉嫌违法犯罪的，平台会协助有关司法部门进行调查。</p>
		<p class="text">5、未经平台许可，用户不得对悠然一指的服务及内容进行带有商业目的的复制、拷贝、出售或转售等。</p>
		<h3 class="title">四、服务内容</h3>
		<p class="text">1、悠然一指服务的具体内容由平台根据实际情况提供。</p>
		<p class="text">2、鉴于网络服务的特殊性，用户同意悠然一指有权不经事先通知，随时变更、中断或终止部分或全部的网络服务（包括收费网络服务），以及重启服务器造成服务延时或中断。悠然一指无需为此承担任何责任。悠然一指不担保网络服务不会中断，对网络服务的及时性、安全性、准确性均不作担保。</p>
		<p class="text">3、由于悠然一指须不定期对提供网络服务的相关设备进行检修维护，平台保留不经事先通知用户而暂停有关服务的权利。</p>
		<p class="text">4、用户同意其使用悠然一指服务所存在的风险将完全由用户自己承担。用户理解并接受通过平台服务取得的任何信息资料均取决于用户自己的意愿，并由用户自行承担系统受损、资料丢失以及其它任何风险。用户在服务平台上得到的任何商品购物服务、交易进程、招聘信息等，平台均不作担保。</p>
		<p class="text">5、 因悠然一指推送给用户访问的内容链接是悠然一指内基于机器算法自动推出，其中所涉及内容为为悠然一指用户自行生产，悠然一指不对其内容的合法性、真实性、科学性、实用性等作任何担保。</p>
		<p class="text">6、悠然一指因非自身原因，包括但不限于国家法律政策禁止、遭受不可抗力、网络攻击、网络中断、电力供应故障、人为破坏、第三方产品及服务提供商原因、用户自己操作不当等，导致系统、数据及服务异常，造成用户损失的，悠然一指平台不承担任何经济及法律责任。</p>
		<h3  class="title">五、知识产权和其他合法权益（包括但不限于名誉权、商誉权）</h3>
		<p class="text">1、用户在使用悠然一指服务时所发表上传的文字、图片、视频、音频等用户原创的内容或已获合法授权内容的知识产权归属用户或原始著作权人所有。用户可授权第三方以任何方式使用，不需要得到悠然一指的同意。</p>
		<p class="text">2、悠然一指所有的产品、技术与所有程序均属于悠然一指知识产权，未对任何第三方授权。悠然一指及相关图形等为悠然一指的注册商标。未经悠然一指许可，任何人不得擅自（包括但不限于：以非法的方式复制、传播、展示、镜像、下载）使用。否则，悠然一指将依法追究其法律责任。</p>
		<p class="text">3、用户了解并同意：用户通过悠然一指服务上传到平台上可公开获取区域的任何内容，悠然一指在全世界范围内具有免费的、永久性的、不可撤销的、非独家的和完全再许可的权利和许可，悠然一指有权将该内容用于悠然一指各种形态的产品和服务上，包括但不限于网站以及发表的应用或其他互联网产品。</p>
		<p class="text">4、第三方若出于非商业目的，将用户在悠然一指上发表的内容转载在悠然一指之外的地方，应当在作品的正文开头的显著位置注明原作者姓名（或原作者在悠然一指上使用的帐号名称），给出原始链接，注明「发表于悠然一指」，并不得对作品进行修改演绎。若需要对作品进行修改，或用于商业目的，第三方应当联系用户获得单独授权，按照用户规定的方式使用该内容。</p>
		<p class="text">5、悠然一指尊重并呼吁其他用户同样尊重他人知识产权和他人合法权益。悠然一指有权但无义务对用户发布的内容进行审核，有权根据相关证据结合《侵权责任法》、《信息网络传播权保护条例》等法律法规及悠然一指内容发布规则对侵权信息进行处理。</p>
		<p class="text">若用户认为其知识产权或其他合法权益被侵犯，请联系平台客服按照以下说明提供文本形式说明资料：</p>
		<p class="text">A. 权利人对涉嫌侵权内容拥有知识产权或其他合法权益，以及依法上述权益的权属证明；</p>
		<p class="text">B. 请充分、明确地描述被侵犯了的知识产权或其他合法权益的情况，并尽量提供涉嫌侵权的第三方网址；</p>
		<p class="text">C. 请提供权利人具体的联络信息，包括姓名、身份证或护照复印件（对自然人）、单位登记证明复印件（对单位）、通信地址、电话号码、传真和电子邮件等；</p>
		<p class="text">D. 请提供涉嫌侵权内容在信息网络上的位置（如指明用户举报的含有侵权内容的出处，即：指网页地址或网页内的位置、网页截图）,以便我们与用户举报的含有侵权内容的网页的所有权人/管理人联系；</p>
		<p class="text">E. 请在权利通知中加入如下关于通知内容真实性的声明：“我保证，本通知中所述信息是充分、真实、准确的，如果本权利通知内容不完全属实，本人将承担由此产生的一切法律责任。”</p>
		<p class="text">【注】 如果权利通知的陈述失实，权利通知提交者将承担对由此造成的全部法律责任（包括但不限于赔偿各种费用及律师费等）。如上述个人或单位不确定网络上可获取的资料是否侵犯了其知识产权和其他合法权益，悠然一指建议该个人或单位首先咨询专业人士。</p>
		<h3  class="title">六、终止服务</h3>
		<p class="text">用户同意悠然一指有权基于其自身考虑，对因任何理由，包含但不限于用户长时间（6个月及以上）未使用悠然一指服务，或悠然一指认为用户已经违反本协议的文字及精神，终止用户的帐号、密码或本服务之使用（或服务之任何部分），并将用户在本服务内任何内容加以移除或删除，而无需进行事先通知，悠然一指对用户或任何第三方均不承担任何责任。</p>
		<h3  class="title">七、免责声明</h3>
		<p class="text">用户在使用悠然一指平台服务之前，请务必仔细阅读本声明。用户使用平台的行为以及通过各类方式利用本平台的行为，都视作完全同意本声明的全部内容。</p>
		<p class="text">1、互联网是一个开放平台，用户将照片等个人资料上传到互联网上，有可能会被他人复制、转载、擅改或用做其他非法用途，用户须充分意识此类风险的存在。用户因使用平台服务所产生的风险及后果，完全由用户自己承担，平台不承担任何责任。</p>
		<p class="text">2、对于因不可抗力、平台无法控制的原因造成的网络服务中断或其他缺陷，平台不承担任何责任。平台不对用户所发布信息的删除或储存失败承担责任。平台有权判断用户的行为是否符合本平台使用协议条款之规定，如果平台认为用户违背了协议条款的规定，平台有终止向其提供服务的权利 。</p>
		<p class="text">3、平台对用户上传发布的内容/信息的合法性、真实性、科学性、实用性等不作担保。平台访问者在阅读、转发、应用平台发布的任何内容/信息时，须对内容/信息的合法性、真实性、科学性、实用性等自行甄别，并承担由此可能引发的一切行为后果及其法律责任和经济责任。</p>
		<p class="text">4、平台用户所发布内容仅代表发布者本人的观点，不代表平台的观点和立场，发布者本人承担所有责任。</p>
		<p class="text">5、平台所刊载的各类形式（包括但不仅限于图文、视频）的作品等信息仅供参考使用，并不代表平台同意其说法或描述，仅为提供更多信息，也不构成任何建议。</p>
		<p class="text">6、当平台以链接形式推荐其他网站内容时，平台并不对这些网站或资源的可用性负责，且不保证从这些网站获取的任何内容、资讯、产品、服务或其他工具等的合法性、真实性、科学性和实用性等。对于因使用或信赖从此类网站或资源上获取的内容、资讯、产品、服务或其他工具等而给用户造成的任何直接或间接损失，平台均不承担任何责任。</p>
		<p class="text">7、当政府部门、司法机关等依照法定程序要求本平台披露个人资料时，平台将根据执法单位之要求或为公共安全之目的提供个人资料。在此情况下之任何披露，平台均免责。</p>
		<p class="text">8、由于用户将个人密码告知他人或与他人共享注册账户，由此导致的任何个人资料泄露，或给自身、第三方造成的损害，平台不负任何责任。</p>
		<p class="text">9、用户知悉、理解并同意授权悠然一指平台及其关联公司可在全球范围内、完全免费、独家、可翻译、可转授权地使用用户通过本平台发布的内容/信息。</p>
		<h3>八、其他约定</h3>
		<p class="text">8.1 本协议的订立、执行、解释及争议的解决均应适用中华人民共和国法律。</p>
		<p class="text">8.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向悠然一指平台上属公司所在地的人民法院提起诉讼。</p>
		<p class="text">8.3 悠然一指未行使或执行本协议任何权利或规定，不构成对前述权利或权利之放弃。</p>
		<p class="text">8.4 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
		<h3  class="title">九、规则修订</h3>
		<p class="text">平台有权随时修订本协议和平台内与功能及服务相关的各项协议、规则等内容，而无须通知用户。请用户随时关注和查看平台相关协议、规则公告、通知及其内容，平台也不因此承担任何法律责任及经济责任。</p>
		<h3  class="title">十、解释权</h3>
		<p class="text">本协议及《免责声明》所有内容的最终解释权归武汉悠然一指网络有限公司。</p>
	</div>
</template>
<style scoped>
	.user-agreement {
		background: #fff;
		width: 100vw;
		min-height: 100vh;
		padding: 0.5rem;
		text-align: justify;

		& .h2 {
			font-size: .84rem;
			font-weight: 700;
		
		}
		& .title {
			font-size: 0.66rem;
			font-weight: 700;
			margin: 0.5rem 0;
		}
		& .text {
			font-size: 0.54rem;
			line-height: 2;
			text-indent: 1.08rem;
			& + .text {
				margin-top: 0.3rem;
			}
		}
	}
</style>